Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# SettingsMultitaskingAlwaysOpenDualPane
source: Open tabs in dual pane mode
ar: فتح علامات التبويب في وضع اللوحة المزدوجة
bg: Отваряне на раздели в двупанелен режим
ca: Obre pestanyes en mode de panell dual
cs_cz: Otevřít panely v režimu dvojitého panelu
da: Åbn faneblade i dobbelt rudetilstand
de_de: Tabs im Doppel-Panel-Modus öffnen
el: Άνοιγμα καρτελών σε λειτουργία διπλού παραθύρου
es_es: Abrir pestañas en modo panel doble
fi_fi: Avaa välilehdet kaksoisruutunäkymässä
fr_fr: Ouvrir les onglets en mode double volet
hu_hu: Lapok megnyitása osztott paneles módban
id_id: Buka tab di mode panel ganda
it_it: Apri le schede in modalità doppio pannello
ja_jp: デュアル ペイン モードでタブを開く
ko_kr: 새 탭을 분할 화면 모드로 열기
lv_lv: Atvērt cilnes dalītajā logā
nb_no: Åpne faner i topanel-modus
nl_nl: Open tabbladen in gedeelde vensters
pl_pl: Otwórz karty w trybie podwójnego widoku
pt_pt: Abrir separadores no modo de painel duplo
ro_ro: Deschide filele în modul panou dublu
ru_ru: Открывать вкладки в двухпанельном режиме
sk_sk: Otvoriť karty v režime duálneho panela
sv_se: Öppna flikar sida vid sida
tr_tr: Sekmeleri çift bölme modunda aç
uk_ua: Відкривати вкладки в режимі подвійної панелі
vi: Mở thẻ trong chế độ hai ngăn
zh_hans: 以双窗格模式打开标签页
zh_hant: 在開啟索引標籤時啟用分割畫面

# ShowOpenInNewPane
source: Show option to open folders in a new pane
ar: إظهار خيار فتح المجلدات في لوحة جديدة
bg: Показване на възможност за отваряне на папки в нов панел
ca: Mostra l'opció per obrir carpetes en un nou panell
cs_cz: Zobrazit možnost otevření složek v novém panelu
da: Vis mulighed for at åbne mapper i en ny rude
de_de: Option anzeigen, um Ordner in einem neuen Panel zu öffnen
el: Εμφάνιση επιλογής ανοίγματος φακέλων σε ένα νέο παράθυρο
es_es: Mostrar opción para abrir carpetas en un nuevo panel
fr_fr: Afficher l'option pour ouvrir les dossiers dans un nouveau volet
hu_hu: Mappa megnyitása új panelen
id_id: Tampilkan opsi untuk membuka folder di panel baru
it_it: Mostra l'opzione per aprire le cartelle in un nuovo pannello
ja_jp: [新しいペインでフォルダーを開く] オプションを表示する
ko_kr: '새 분할 화면에서 폴더 열기' 옵션 표시
nb_no: Vis alternativ for å åpne mapper i et nytt panel
nl_nl: Toon optie om mappen in een nieuw venster te openen
pl_pl: Pokaż opcję otwierania folderów w nowym panelu
pt_pt: Mostrar opção para abrir pastas num novo painel
ro_ro: Arată opțiunea pentru a deschide foldere într-un panou nou
ru_ru: Показать опцию открытия папок в новой панели
sk_sk: Zobraziť možnosť pre otvorenie priečinkov v novom paneli
sv_se: Visa alternativ för att öppna mappar i en ny ruta
tr_tr: Klasörleri yeni bir bölmede açma seçeneğini göster
uk_ua: Відображати опцію відкриття папок у новій панелі
vi: Hiện tùy chọn mở thư mục trong ngăn mới
zh_hans: 显示“在新面板中打开”
zh_hant: 顯示「在分割畫面開啟資料夾」選項

# NavigationToolbarNewPane.Label
source: New pane
ar: لوحة جديدة
bg: Нов панел
ca: Nou panell
cs_cz: Nový panel
da: Ny rude
de_de: Neues Panel
el: Νέο παράθυρο
es_es: Nuevo panel
fi_fi: Uusi ruutu
fr_fr: Nouveau volet
he_il: חלון חדש
hr_hr: Novo okno
hu_hu: Új panel
id_id: Panel baru
it_it: Nuovo pannello
ja_jp: 新しいペイン
ka: ახალი სარკმელი
ko_kr: 새 분할 화면
lv_lv: Jauns panelis
nb_no: Nytt panel
nl_nl: Nieuw paneel
pl_pl: Nowy panel
pt_pt: Novo painel
ro_ro: Panou nou
ru_ru: Новая панель
sk_sk: Nový panel
sv_se: Ny ruta
th_th: เพิ่มหน้าต่างแยก
tr_tr: Yeni bölme
uk_ua: Нова панель
vi: Ngăn mới
zh_hans: 新面板
zh_hant: 新增畫面

source: Open in new pane
ar: فتح في لوحة جديدة
bg: Отваряне в нов панел
ca: Obre en un panell nou
cs_cz: Otevřít v novém panelu
da: Åbn i nyt faneblad
de_de: In neuem Panel öffnen
el: Άνοιγμα σε νέο παράθυρο
es_es: Abrir en nuevo panel
fr_fr: Ouvrir dans un nouveau volet
hu_hu: Megnyitás új panelen
id_id: Buka di panel baru
it_it: Apri in un nuovo pannello
ja_jp: 新しいペインで開く
ko_kr: 새 분할 화면에서 열기
nb_no: Åpne i nytt panel
nl_nl: In nieuw deelvenster openen
pl_pl: Otwórz w nowym panelu
pt_pt: Abrir em novo painel
ro_ro: Deschideți într-un panou nou
ru_ru: Открыть в новой панели
sk_sk: Otvoriť v novom paneli
sv_se: Öppna i ny ruta
th_th: เปิดในบานหน้าต่างใหม่
tr_tr: Yeni bölmede aç
uk_ua: Відкрити в новій панелі
vi: Mở trong ngăn mới
zh_hans: 在新面板中打开
zh_hant: 在分割畫面中開啟

source: Folders
ar: المجلدات
bg: Папки
da: Mapper
de_de: Ordner
fi_fi: Kansiot
he_il: תיקיות
hr_hr: Mape
id_id: Folder
it_it: Cartelle
ja_jp: フォルダー
ka: საქაღალდეები
lv_lv: Mapes
nl_nl: Mappen
or_in: ଫୋଲ୍ଡରଗୁଡିକ
pl_pl: Foldery
pt_pt: Pastas
ro_ro: Foldere
sk_sk: Priečinky
th_th: โฟลเดอร์

# NavToolbarDetails.ToolTipService.ToolTip
source: Details (Ctrl+Shift+1)
ar: طريقة عرض التفاصيل
bg: Детайли (Ctrl+Shift+1)
ca: Detalls (Ctrl+Shift+1)
cs_cz: Podrobnosti (Ctrl+Shift+1)
da: Detaljeret visning
de_de: Detailansicht (Strg+Shift+1)
el: Λεπτομέρειες (Ctrl+Shift+1)
es_es: Detalles (Ctrl+Mayús+1)
fi_fi: Tiedot (Ctrl+Shift+1)
fr_fr: Détails (Ctrl+Maj+1)
he_il: תצוגת פרטים
hr_hr: Detalji (Ctrl+Shift+1)
hu_hu: Részletek (Ctrl+Shift+1)
id_id: Rincian (Ctrl+Shift+1)
it_it: Dettagli (Ctrl + Shift + 1)
ja_jp: 詳細 (Ctrl+Shift+1)
ka: დეტალების ხედი (Ctrl+Shift+1)
ko_kr: 자세히 (Ctrl+Shift+1)
lv_lv: Detalizēts skats (Ctrl+Shift+1)
nb_no: Detaljer (Ctrl+Skift+1)
pl_pl: Widok szczegółów (Ctrl+Shift+1)
pt_pt: Detalhes (Ctrl+Shift+1)
ro_ro: Detalii (Ctrl+Shift+1)
ru_ru: Таблица (Ctrl+Shift+1)
sk_sk: Detaily (Ctrl+Shift+1)
sv_se: Detaljvy
th_th: รายละเอียด (Ctrl+Shift+1)
tr_tr: Ayrıntılar Görünümü (Ctrl+Shift+1)
uk_ua: Подробиці (Ctrl+Shift+1)
vi: Chi tiết (Ctrl+Shift+1)
zh_hans: 详细信息 (Ctrl+Shift+1)
zh_hant: 詳細資料（Ctrl + Shift + 1）

# NavToolbarLargeIcons.ToolTipService.ToolTip
source: Large Icons (Ctrl+Shift+5)
ar: عرض الشبكة (كبير)
bg: Големи икони (Ctrl+Shift+5)
da: Gittervisning (Stor)
de_de: Rasteransicht (Groß) (Strg+Shift+5)
fi_fi: Suuret kuvakkeet (Ctrl+Shift+5)
he_il: סמלים גדולים (Ctrl+Shift+5)
hr_hr: Velike ikone (Ctrl+Shift+5)
id_id: Ikon Besar (Ctrl+Shift+5)
it_it: Icone (Grandi) (Ctrl + Shift + 5)
ja_jp: 大アイコン (Ctrl+Shift+5)
ka: ქსელის ხედი (დიდი) (Ctrl+Shift+5)
lv_lv: Režģa skats (Liels) (Ctrl+Shift+5)
nl_nl: Raster (groot) (Ctrl+Shift+5)
pl_pl: Widok dużych ikon (Ctrl+Shift+5)
pt_pt: Ícones grandes (Ctrl+Shift+5)
ro_ro: Pictograme mari (Ctrl+Shift+5)
sk_sk: Veľké ikony (Ctrl+Shift+5)
th_th: ไอคอนขนาดใหญ่ (Ctrl+Shift+5)

# NavToolbarMediumIcons.ToolTipService.ToolTip
source: Medium Icons (Ctrl+Shift+4)
ar: عرض الشبكة (متوسط)
bg: Средни икони (Ctrl+Shift+4)
da: Gittervisning (Mellem)
de_de: Rasteransicht (Mittel) (Strg+Shift+4)
fi_fi: Keskikokoiset kuvakkeet (Ctrl+Shift+4)
he_il: סמלים בינוניים (Ctrl+Shift+4)
hr_hr: Srednje ikone (Ctrl+Shift+4)
id_id: Ikon Sedang (Ctrl+Shift+4)
it_it: Icone (Medie) (Ctrl + Shift + 4)
ja_jp: 中アイコン (Ctrl+Shift+4)
ka: ქსელის ხედი (საშუალო) (Ctrl+Shift+4)
lv_lv: Režģa skats (Vidējs) (Ctrl+Shift+4)
nl_nl: Raster (normaal) (Ctrl+Shift+4)
pl_pl: Widok średnich ikon (Ctrl+Shift+4)
pt_pt: Ícones médios (Ctrl+Shift+4)
ro_ro: Iconițe medii (Ctrl+Shift+4)
sk_sk: Stredné ikony (Ctrl+Shift+4)
th_th: ไอคอนขนาดกลาง (Ctrl+Shift+4)

# NavToolbarSmallIcons.ToolTipService.ToolTip
source: Small Icons (Ctrl+Shift+3)
ar: عرض الشبكة (صغير)
bg: Малки икони (Ctrl+Shift+3)
da: Gittervisning (Lille)
de_de: Rasteransicht (Klein) (Strg+Shift+3)
fi_fi: Pienet kuvakkeet (Ctrl+Shift+3)
he_il: סמלים קטנים (Ctrl+Shift+3)
hr_hr: Male ikone (Ctrl+Shift+3)
id_id: Ikon Kecil (Ctrl+Shift+3)
it_it: Icone (Piccole) (Ctrl + Shift + 3)
ja_jp: 小アイコン (Ctrl+Shift+3)
ka: პატარა ხატულები (Ctrl+Shift+3)
lv_lv: Režģa skats (Mazs) (Ctrl+Shift+3)
nl_nl: Raster (klein) (Ctrl+Shift+3)
pl_pl: Widok małych ikon (Ctrl+Shift+3)
pt_pt: Ícones pequenos (Ctrl+Shift+3)
ro_ro: Pictograme mici (Ctrl+Shift+3)
sk_sk: Malé ikony (Ctrl+Shift+3)
th_th: ไอคอนขนาดเล็ก (Ctrl+Shift+3)

# NavToolbarTiles.ToolTipService.ToolTip
source: Tiles (Ctrl+Shift+2)
ar: عرض البلاط
bg: Плочки (Ctrl+Shift+2)
da: Flisevisning
de_de: Kachelansicht (Strg+Shift+2)
fi_fi: Laatat (Ctrl+Shift+2)
he_il: אריחים (Ctrl+Shift+2)
hr_hr: Pločice (Ctrl+Shift+2)
id_id: Ubin (Ctrl+Shift+2)
it_it: Riquadri (Ctrl + Shift + 2)
ja_jp: タイル (Ctrl+Shift+2)
ka: ფილები (Ctrl+Shift+2)
lv_lv: Mozaīkas skats (Ctrl+Shift+2)
nl_nl: Tegels (Ctrl+Shift+2)
pl_pl: Widok kafelków (Ctrl+Shift+2)
pt_pt: Mosaicos (Ctrl+Shift+2)
ro_ro: Dale (Ctrl+Shift+2)
sk_sk: Dlaždice (Ctrl+Shift+2)
th_th: เรียงต่อกัน (Ctrl+Shift+2)

source: Date deleted
ar: ‏‏تاريخ الحذف
bg: Дата на изтриване
ca: Data de supressió
cs_cz: Datum smazání
da: Sletningsdato
de_de: Löschdatum
el: Ημερομηνία διαγραφής
es_es: Fecha de eliminación
fi_fi: Poistopäivämäärä
fr_fr: Date de suppression
he_il: תאריך מחיקה
hr_hr: Datum brisanja
hu_hu: Törlés dátuma
id_id: Tanggal dihapus
it_it: Data di eliminazione
ja_jp: 削除した日時
ka: წაშლის თარიღი
ko_kr: 삭제된 날짜
lv_lv: Dzēšanas datums
nb_no: Dato slettet
nl_nl: Verwijderd op
or_in: ତାରିଖ ବିଲୋପିତ ହୋଇଛି
pl_pl: Data usunięcia
pt_pt: Data de eliminação
ro_ro: Data ștergerii
ru_ru: Дата удаления
sk_sk: Odstránené
sv_se: Borttagningsdatum
th_th: วันที่ลบ
tr_tr: Silinme tarihi
uk_ua: Дата видалення
vi: Ngày xóa
zh_hans: 删除日期
zh_hant: 刪除日期

# SidebarCloudDrives
source: Cloud Drives
ar: محركات السحابة
bg: Облачни устройства
ca: Unitats al núvol
cs_cz: Cloudové disky
da: Cloud drev
de_de: Cloudspeicher
el: Δίσκοι Cloud
es_es: Unidades en la nube
fi_fi: Pilviasemat
fr_fr: Lecteurs cloud
he_il: כונני ענן
hr_hr: Pogoni u oblaku
hu_hu: Felhőtárhely
id_id: Cloud Drive
it_it: Archivi Cloud
ja_jp: クラウド ドライブ
ka: ღრუბლოვანი დისკები
ko_kr: 인터넷 서버 드라이브
lv_lv: Tiešsaites diski
nb_no: Skylagring
nl_nl: Cloudstations
pl_pl: Dyski w chmurze
pt_pt: Unidades na nuvem
ro_ro: Unități în cloud
ru_ru: Облачные хранилища
sk_sk: Cloudové disky
sv_se: Molnenheter
th_th: ไดร์ฟออนไลน์
tr_tr: Bulut Sürücüleri
uk_ua: Хмарні диски
vi: Ổ lưu trữ đám mây
zh_hans: 云盘
zh_hant: 雲端硬碟

# BundlesWidgetOptionsFlyoutExportBundlesMenuItem.Text
source: Export Bundles
ar: حزم التصدير
bg: Експортиране на пакети
de_de: Sammlung exportieren
fi_fi: Vie paketteja
he_il: ייצוא חבילות
hr_hr: Izvezi pakete
it_it: Esporta Gruppi
ka: ექსპორტის პაკეტები
lv_lv: Eksportēt saišķus
nl_nl: Bundels exporteren
pl_pl: Eksportuj Paczki
pt_pt: Exportar pacotes
th_th: ส่งออกกลุ่ม

# BundlesWidgetOptionsFlyoutImportBundlesMenuItem.Text
source: Import Bundles
ar: حزم الاستيراد
bg: Импортиране на пакети
de_de: Sammlung importieren
fi_fi: Tuo paketteja
he_il: ייבוא חבילות
hr_hr: Uvezi pakete
it_it: Importa Gruppi
ka: იმპორტის პაკეტები
lv_lv: Importēt saišķus
nl_nl: Bundels importeren
pl_pl: Importuj Paczki
pt_pt: Importar pacotes
th_th: นำเข้ากลุ่ม

# BundlesWidgetAddBundleErrorAlreadyExists
source: Bundle with the same name already exists!
ar: توجد حزمة بنفس الاسم بالفعل
bg: Пакет със същото име вече съществува!
de_de: Eine Gruppe mit dem gleichen Namen existiert bereits!"
fi_fi: Samanniminen paketti on jo olemassa!
he_il: חבילה עם אותו שם כבר קיימת!
hr_hr: Paket sa istim nazivom već postoji!
it_it: Un gruppo con lo stesso nome esiste già
ka: პაკეტი მსგავსი სახელით უკვე არსებობს!
lv_lv: Saišķis ar to pašu nosaukumu jau pastāv!
nl_nl: Een bundel met deze naam bestaat al.
pl_pl: Paczka z tą samą nazwą już istnieje!
pt_pt: Já existe um pacote com este nome!
th_th: มีกลุ่มที่ใช้ชื่อนี้อยู่แล้ว

# BundleItemFlyouOpenItemLocationMenuItem.Text
source: Open item location
ar: فتح موقع العنصر
bg: Отвори местоположението на елемента
de_de: Dateispeicherort öffnen
fi_fi: Avaa kohteen sijainti
he_il: פתחו מיקום פריט
hr_hr: Otvori lokaciju stavke
it_it: Apri percorso file
ka: ელემენტის მდებარეობის გახსნა
lv_lv: Atvērt vienuma atrašanās vietu
nl_nl: Itemlocatie openen
pl_pl: Otwórz lokalizację elementu
pt_pt: Abrir localização do item
th_th: เปิดที่ตั้งรายการนี้

# BundleItemFlyouRemoveFromBundleMenuItem.Text
source: Remove from bundle
ar: إزالة من الحزمة
bg: Премахни от пакет
de_de: Aus Sammlung entfernen
fi_fi: Poista paketista
he_il: הסירו מחבילה
hr_hr: Ukloni iz paketa
it_it: Rimuovi dal gruppo
ka: შეკვრიდან ამოღება
lv_lv: Izņemt no saišķa
nl_nl: Uit bundel verwijderen
pl_pl: Usuń z Paczki
pt_pt: Remover do pacote
th_th: ลบออกจากกลุ่ม

# BundleOptionsFlyoutRemoveBundleMenuItem.Text
source: Remove Bundle
ar: إزالة الحزمة
bg: Премахни пакет
de_de: Sammlung entfernen
fi_fi: Poista paketti
he_il: הסירו חבילה
hr_hr: Ukloni paket
it_it: Rimuovi Gruppo
ka: შეკვრის ამოშლა
lv_lv: Dzēst saišķi
nl_nl: Bundel verwijderen
pl_pl: Usuń Paczkę
pt_pt: Remover pacote
th_th: ลบกลุ่ม

source: Bundles
ar: الحزم
bg: Пакети
de_de: Sammlungen
fi_fi: Paketit
he_il: חבילות
hr_hr: Paketi
it_it: Gruppi
ka: შეკვრები
lv_lv: Saišķi
nl_nl: Bundels
pl_pl: Paczki
pt_pt: Pacotes
th_th: กลุ่ม

# BundleNoContentsTextBlock.Text
source: Drag and drop any file or folder here to quickly access it
ar: قم بسحب وإسقاط أي ملف أو مجلد هنا للوصول إليه بسرعة
bg: Плъзни и пусни всеки файл или папка тук, за да получиш бърз достъп до тях
de_de: Füge Dateien und Ordner durch Ziehen und Ablegen hinzu, um schnell darauf zuzugreifen
fi_fi: Vedä ja pudota mikä tahansa tiedosto tai kansio tähän päästäksesi siihen nopeasti käsiksi
he_il: גררו ושחררו כל קובץ או תיקייה פה כדי לגשת אליהם במהירות
hr_hr: Povucite i ispustite bilo koju datoteku ili mapu ovdje da biste im brzo pristupili
it_it: Trascina qui file o cartelle per accederci velocemente
ka: გადაიტანეთ და გადმოაგდეთ აქ ნებისმიერი ფაილი ან საქაღალდე მასზე სწრაფად შესასვლელად
lv_lv: Velciet un nometiet failus vai mapes šeit
nl_nl: Bestanden en mappen slepen en hier neerzetten om er later snel toegang tot te krijgen
pl_pl: Przeciągnij dowolny plik lub folder, aby szybko uzyskać do niego dostęp
pt_pt: Arraste e solte qualquer ficheiro ou pasta aqui para acesso rápido
th_th: ลากวางรางการมาใส่ที่นี่เพื่อให้สะดวกต่อการเข้าถึง

source: Enter Bundle name
ar: أدخل اسم الحزمة
bg: Въведи име на пакет
de_de: Sammlungsnamen eingeben
fi_fi: Syötä paketin nimi
he_il: הכניסו שם חבילה
hr_hr: Unesite naziv paketa
it_it: Inserisci nome del gruppo
ka: შეიყვანეთ შეკვრის სახელი
lv_lv: Ievadīt saišķa nosaukumu
nl_nl: Voer bundelnaam in
pl_pl: Wprowadź nazwę Paczki
pt_pt: Insira o nome do pacote
th_th: ตั้งชื่อกลุ่ม

# BundlesWidgetRenameBundleDialogSubtitleText
source: Enter new name
ar: إدخال اسم جديد
bg: Въведи ново име
de_de: Neuen Namen eingeben
fi_fi: Syötä uusi nimi
he_il: הזן שם חדש
hr_hr: Unesi novi naziv
it_it: Inserisci il nuovo nome
ka: შეიყვანეთ ახალი სახელი
lv_lv: Ievadiet jaunu nosaukumu
nl_nl: Voer nieuwe naam in
pl_pl: Wprowadź nową nazwę
pt_pt: Insira um novo nome
th_th: ใส่ชื่อใหม่

# BundlesWidgetRenameBundleDialogTitleText
source: Rename "{0}"
ar: إعادة تسمية "{0}"
bg: Преименуване на "{0}"
de_de: "{0}" umbenennen
fi_fi: Uudelleennimeä "{0}"
he_il: שנה את השם "{0}"
hr_hr: Preimenuj "{0}"
it_it: Rinomina "{0}"
ka: "{0}" -(ი)ს გადარქმევა
lv_lv: Pārdēvēt "{0}"
nl_nl: Naam van "{0}" wijzigen
or_in: ପୁନଃନାମ |0
pl_pl: Zmień nazwę "{0}"
pt_pt: Mudar nome de "{0}"
th_th: เปลี่ยนชื่อกลุ่ม "{0}"

source: Create Bundle
ar: إنشاء حزمة
bg: Създай пакет
de_de: Sammlung erstellen
fi_fi: Luo paketti
he_il: צרו חבילה
hr_hr: Napravi paket
it_it: Crea Gruppo
ka: შეკვრის შექმნა
lv_lv: Izveidot saišķi
nl_nl: Bundel maken
pl_pl: Utwórz nową Paczkę
pt_pt: Criar pacote
th_th: สร้างกลุ่ม

source: Confirm
ar: تأكيد
bg: Потвърди
ca: Confirma
cs_cz: Potvrdit
da: Bekræft
de_de: Bestätigen
el: Επιβεβαίωση
es_es: Confirmar
fi_fi: Vahvista
fr_fr: Confirmer
he_il: אשר
hr_hr: Potvrdi
hu_hu: Létrehozás
id_id: Konfirmasi
it_it: OK
ja_jp: 確認
ka: დადასტურება
ko_kr: 확인
lv_lv: Apstiprināt
nb_no: Bekreft
nl_nl: Bevestigen
or_in: ସୁନିଶ୍ଚିତ
pl_pl: Zatwierdź
pt_pt: Confirmar
ro_ro: Confirmați
ru_ru: Создать
sk_sk: Potvrdiť
sv_se: Bekräfta
th_th: ยืนยัน
tr_tr: Onayla
uk_ua: Створити
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# BundlesWidgetCreateBundleDialogSubtitleText
source: Add Bundle
ar: ‏‏إضافة مجموعة
bg: Добави пакет
de_de: Gruppe hinzufügen
fi_fi: Lisää paketti
he_il: הוסף חבילה
hr_hr: Dodaj paket
it_it: Aggiungi gruppo
ka: შეკვრის დამატება
lv_lv: Pievienot saišķi
nl_nl: Bundel toevoegen
pl_pl: Dodaj Paczkę
pt_pt: Adicionar pacote
th_th: สร้างกลุ่ม

# BundleOptionsFlyoutRenameBundleMenuItem.Text
source: Rename Bundle
ar: إعادة تسمية الحزمة
bg: Преименувай пакет
de_de: Sammlung umbenennen
fi_fi: Nimeä paketti uudelleen
he_il: שנו שם חבילה
hr_hr: Premienuj paket
it_it: Rinomina Gruppo
ka: შეკვრის სახელის გადარქმევა
lv_lv: Pārdēvēt saišķi
nl_nl: Naam van bundel wijzigen
pl_pl: Zmień nazwę Paczki
pt_pt: Mudar nome do pacote
th_th: เปลี่ยนชื่อกลุ่ม

source: Desired name
ar: الاسم المطلوب
bg: Желано име
ca: Nom desitjat
cs_cz: Požadovaný název
da: Ønsket navn
de_de: Gewünschter Name
el: Επιθυμητό όνομα
es_es: Nuevo nombre
fi_fi: Haluttu nimi
fr_fr: Nom désiré
he_il: שם רצוי
hr_hr: Željeni naziv
hu_hu: Munkaterület neve
id_id: Nama yang diinginkan
it_it: Nome desiderato
ja_jp: 新しい名前
ka: სასურველი სახელი
ko_kr: 원하는 이름
lv_lv: Vēlamais nosaukums
nb_no: Ønsket navn
nl_nl: Gewenste naam
pl_pl: Żądana nazwa
pt_pt: Nome desejado
ro_ro: Nume dorit
ru_ru: Имя Коллекции
sk_sk: Požadované meno
sv_se: Önskat namn
th_th: ชื่อที่ต้องการ
tr_tr: İstenilen ad
uk_ua: Бажане ім'я
vi: Tên mong muốn
zh_hans: 期望名称
zh_hant: 您想要的名稱

# TogglePreviewPane
source: Toggle the preview pane
ar: تشغيل لوحة المعاينة
ca: Canvia el panell de vista prèvia
cs_cz: Přepnout panel náhledu
de_de: Vorschaupanel umschalten
el: Εναλλαγή του παραθύρου προεπισκόπησης
es_es: Mostrar panel de vista previa
fr_fr: Afficher/Masquer le volet d'aperçu
hu_hu: Előnézet elrejtése/megjelenítése
id_id: Alihkan panel pratinjau
it_it: Abilita anteprima
ja_jp: プレビュー ウィンドウの表示を切り替える
ko_kr: 미리 보기 패널 보기
nb_no: Vis/skjul forhåndsvisningspanel
nl_nl: Voorbeeld paneel in-/uitschakelen
pl_pl: Przełącz panel zapory sieciowej
pt_pt: Alternar painel de pré-visualização
ro_ro: Afișați sau ascundeți panoul de previzualizare
ru_ru: Показать панель предпросмотра
sk_sk: Prepnite panel náhľadu
sv_se: Växla förhandsgranskningsrutan
th_th: เปิดปิดบานหน้าต่างแสดงตัวอย่าง
tr_tr: Önizleme bölmesini aç/kapat
uk_ua: Відобразити панель попереднього перегляду
vi: Bật/Tắt ngăn xem trước
zh_hans: 显示/隐藏预览窗格
zh_hant: 開啟/關閉預覽畫面

# DetailsPanePreviewNotAvaliableText
source: No preview available
ar: المعاينة غير متوفرة
bg: Няма налична визуализация
ca: Cap visualització prèvia disponible
cs_cz: Není dostupný žádný náhled
da: Der er ikke noget eksempel.
de_de: Keine Vorschau verfügbar
el: Δεν υπάρχει διαθέσιμη προεπισκόπηση
es_es: No hay vista previa disponible
fi_fi: Esikatselua ei ole saatavilla
fr_fr: Pas d'aperçu disponible
he_il: אין תצוגה מקדימה זמינה
hr_hr: Pregled nedostupan
hu_hu: Nincs elérhető előnézet
id_id: Pratinjau tidak tersedia
it_it: Anteprima non disponibile
ja_jp: プレビューを利用できません
ka: გადახედვა არ არის შესაძლებელი
ko_kr: 확인 가능한 미리 보기가 없습니다
lv_lv: Priekšskatījums nav pieejams
nb_no: Forhåndsvisning ikke tilgjengelig
nl_nl: Geen voorbeeld beschikbaar
or_in: କୌଣସି ପୂର୍ବବଲୋକନ ଉପଲବ୍ଧ ନାହିଁ
pl_pl: Podgląd niedostępny
pt_pt: Nenhuma pré-visualização disponível
ro_ro: Nicio previzualizare disponibilă
ru_ru: Предпросмотр недоступен
sk_sk: Žiaden náhľad k dispozícii
sv_se: Ingen förhandsgranskning är tillgänglig
th_th: ไม่มีตัวอย่างให้ดู
tr_tr: Ön izleme yok
uk_ua: Попередній перегляд недоступний
vi: Không có bản xem trước
zh_hans: 没有预览
zh_hant: 無法預覽

# PropertyItemName
source: Item Name
ar: اسم العنصر
bg: Име на елемента
ca: Nom de l'element
cs_cz: Název položky
da: Emnenavn
de_de: Dateiname
el: Όνομα στοιχείου
es_es: Nombre del elemento
fi_fi: Kohteen nimi
fr_fr: Nom de l'élément
he_il: שם פריט
hr_hr: Naziv stavke
hu_hu: Név
id_id: Nama Item
it_it: Nome file
ja_jp: ファイル名
ka: ნივთის სახელი
ko_kr: 항목 이름
lv_lv: Vienuma nosaukums
nb_no: Elementnavn
nl_nl: Itemnaam
or_in: ଆଇଟମ୍ ନାମ
pl_pl: Nazwa
pt_pt: Nome do item
ro_ro: Nume Obiect
ru_ru: Имя
sk_sk: Názov položky
sv_se: Filnamn
th_th: ชื่อไอเทม
tr_tr: Öge Adı
uk_ua: Ім'я елемента
vi: Tên khoản mục
zh_hans: 项目名称
zh_hant: 檔案名稱

source: Unpin from Favorites
ar: إزالة من المفضلة
bg: Откачване от любими
da: Frigør fra favoritter
de_de: Von Favoriten lösen
id_id: Lepas dari Favorit
it_it: Rimuovi dai preferiti
ja_jp: お気に入りから固定解除
nl_nl: Verwijderen uit favorieten
pl_pl: Odepnij od Ulubionych
pt_pt: Desafixar dos favoritos
ro_ro: Anulați fixarea de la Favorite
sk_sk: Odopnúť z obľúbených
th_th: ถอนออกจากรายการโปรด

# SidebarNetworkDrives
source: Network Drives
ar: محركات الشبكة
bg: Мрежови устройства
da: Netværksdrev:
de_de: Netzlaufwerke
fi_fi: Verkkoasemat
he_il: כונני רשת
hr_hr: Mrežni pogoni
id_id: Drive Jaringan
it_it: Dischi di rete
ja_jp: ネットワーク ドライブ
ka: ქსელური დისკები
lv_lv: Tīkla Diski
nl_nl: Netwerkstations
pl_pl: Dyski sieciowe
pt_pt: Unidades de rede
ro_ro: Unități de rețea
sk_sk: Sieťové disky
th_th: ตำแหน่งบนเครือข่าย

source: Network
ar: الشبكة
bg: Мрежа
ca: Xarxa
cs_cz: Síť
da: Netværket
de_de: Netzwerk
el: Δίκτυο
es_es: Red
fi_fi: Verkko
fr_fr: Réseau
he_il: רשת
hr_hr: Mreža
hu_hu: Hálózat
id_id: Jaringan
it_it: Rete
ja_jp: ネットワーク
ka: ქსელი
ko_kr: 네트워크
lv_lv: Tīkls
nb_no: Nettverk
nl_nl: Netwerk
or_in: ନେଟ୍‌ୱାର୍କ୍
pl_pl: Sieć
pt_pt: Rede
ro_ro: Rețea
ru_ru: Сеть
sk_sk: Sieť
sv_se: Prickar
th_th: เครือข่าย
tr_tr: Ağ
uk_ua: Мережа
vi: Mạng
zh_hans: 网络
zh_hant: 網路

# PreviewPaneFileDetails.AutomationProperties.Name
source: File details
ar: تفاصيل الملف
bg: Подробности за файла
ca: Detalls del fitxer
cs_cz: Podrobnosti
da: Filoplysninger
de_de: Dateidetails
el: Λεπτομέρειες αρχείου
es_es: Detalles del archivo
fi_fi: Tiedoston tiedot
fr_fr: Détails du fichier
he_il: פרטי קובץ
hr_hr: Detalji datoteke
hu_hu: Fájl részletei
id_id: Rincian file
it_it: Dettagli file
ja_jp: ファイルの詳細
ka: ფაილის დეტალები
ko_kr: 파일의 자세한 정보
lv_lv: Faila detaļas
nb_no: Fildetaljer
nl_nl: Bestandsgegevens
pl_pl: Szczegóły pliku
pt_pt: Detalhes do ficheiro
ro_ro: Detalii fișier
ru_ru: Подробности о файле
sk_sk: Podrobnosti
sv_se: Filinformation
th_th: รายละเอียดไฟล์
tr_tr: Dosya ayrıntıları
uk_ua: Відомості про файл
vi: Chi tiết tệp
zh_hans: 文件详细信息
zh_hant: 檔案詳細資料

# PreviewPaneFilePreview.AutomationProperties.Name
source: File preview
ar: معاينة الملف
bg: Преглед на файл
ca: Vista prèvia del fitxer
cs_cz: Náhled souboru
da: Filgennemgang:
de_de: Dateivorschau
el: Προεπισκόπηση αρχείου
es_es: Vista previa del archivo
fi_fi: Tiedoston esikatselu
fr_fr: Aperçu du fichier
he_il: תצוגת קובץ מקדימה
hr_hr: Pregled datoteke
hu_hu: Fájl előnézet
id_id: Pratinjau file
it_it: Anteprima file
ja_jp: ファイルのプレビュー
ka: ფაილის გადახედვა
ko_kr: 파일 미리 보기
lv_lv: Faila priekšskatījums
nb_no: Forhåndsvisning av fil
nl_nl: Bestandsvoorbeeld
pl_pl: Podgląd pliku
pt_pt: Pré-visualização do ficheiro
ro_ro: Previzualizare fișier
ru_ru: Предварительный просмотр файла
sk_sk: Náhľad súboru
sv_se: Filförhandsgranskning
th_th: ตัวอย่างไฟล์
tr_tr: Dosya ön izlemesi
uk_ua: Попередній перегляд файлу
vi: Xem trước tệp
zh_hans: 文件预览
zh_hant: 預覽檔案
